Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# photo_migration_needed_explanation
source: After migration, you can use new features like filters and photo album.
be: Пасля пераносу вы можаце выкарыстоўваць такія новыя функцыі, як фільтры і фотаальбом.
ca: Després de la migració, podeu utilitzar noves funcions com filtres i àlbum de fotos.
cs: Po migraci můžete používat nové funkce, jako jsou filtry a fotoalbum.
da: Efter migrering kan du bruge nye funktioner som filtre og fotoalbum.
de: Nach der Migration kannst du neue Funktionen wie Filter und Fotoalbum nutzen.
el: Μετά τη μετεγκατάσταση, μπορείτε να χρησιμοποιήσετε νέες λειτουργίες, όπως φίλτρα και άλμπουμ φωτογραφιών.
es: Después de la migración, puedes usar nuevas características como filtros y álbum de fotos.
es_419: Después de la migración, puede usar nuevas funciones como filtros y álbum de fotos.
fi: Siirron jälkeen voit käyttää uusia ominaisuuksia, kuten suodattimia ja kuva-albumeja.
fr: Après la migration, vous pourrez utiliser de nouvelles fonctionnalités telles que les filtres et les albums photo.
hu: Áttelepítés után új funkciókat használhat, mint például szűrők és fotóalbum.
id: Setelah migrasi, Anda akan dapat menggunakan berbagai fitur seperti filter dan album foto.
it: Dopo la migrazione, potrai utilizzare nuove funzionalità come filtri e album fotografici.
ja: 移行後に、フィルターや写真アルバムなどの新機能を使用できます。
ka: მიგრაციის შემდეგ, შეგიძლიათ გამოიყენოთ ახალი ფუნქციები, როგორებიცაა ფილტრები და ფოტოალბომი.
ko: 마이그레이션 후에는 필터 및 사진 앨범과 같은 새로운 기능을 사용할 수 있습니다.
nb: Etter overføringen kan du bruke nye funksjoner som filtre og fotoalbum.
nl: Na migratie, kunt u nieuwe functies gebruiken, zoals filters en fotoalbum.
pl: Po migracji danych możesz korzystać z nowych funkcji, takich jak filtry i albumy ze zdjęciami.
pt: Após a migração, pode usar novas funcionalidades, como os filtros e álbuns de fotos.
pt_br: Após a migração, você pode usar novos recursos, como os filtros e álbuns de fotos.
ro: După migrare, puteți folosi funcții noi cum sunt filtrele și albumele foto.
ru: После миграции вы сможете использовать новые функции, такие как фильтры и фотоальбом.
sk: Po migrácii môžete používať nové funkcie, ako sú filtre a fotoalbum.
sv: Efter migreringen kan du använda nya funktioner som filter och fotoalbum.
tr: Aktarımdan sonra filtreler ve fotoğraf albümü gibi yeni özellikleri kullanabilirsiniz.
uk: Після міграції ви зможете використовувати нові функції, як-от фільтри та фотоальбом.
zh_hans: 迁移后，您即可使用筛选器和相册等全新功能。
zh_hant: 遷移後，您可以使用濾鏡和相簿等新功能。

# photo_migration_needed_title
source: Photo library update needed
be: Неабходна абнаўленне бібліятэкі фатаграфій
ca: Cal actualitzar la biblioteca de fotos
cs: Je nutná aktualizace knihovny fotek
da: Fotobibliotek kræver opdatering
de: Foto-Mediathek muss aktualisiert werden
el: Απαιτείται ενημέρωση της βιβλιοθήκης φωτογραφιών
es: Es necesario actualizar la biblioteca de fotos
es_419: Es necesario actualizar la biblioteca de fotos
fi: Kuvakirjaston päivitys vaaditaan
fr: Mise à jour de la bibliothèque de photos requise
hu: A fényképtár frissítése szükséges
id: Pembaruan pustaka foto diperlukan
it: È necessario aggiornare la libreria di foto
ja: 写真ライブラリの更新が必要です
ka: საჭიროა ფოტო ბიბლიოთეკის განახლება
ko: 사진 보관함 업데이트가 필요합니다.
nb: Oppdatering av bildebibliotek nødvendig
nl: Update van fotobibliotheek vereist
pl: Aktualizacja biblioteki zdjęć jest wymagana
pt: É necessário atualizar a biblioteca de fotos
pt_br: Atualização da biblioteca de fotos necessária
ro: Galeria foto trebuie actualizată
ru: Требуется обновление библиотеки фото
sk: Je potrebná aktualizácia knižnice fotografií
sv: Fotobibliotek behöver uppdateras
tr: Fotoğraf kitaplığının güncellenmesi gerekli
uk: Необхідне оновлення фотобібліотеки
zh_hans: 需要更新图库
zh_hant: 相片圖庫需要更新

# photo_migration_placeholder_text
source: If you have a large photo library, it might take some time. You can close the app. We'll work on it in the background.
be: Гэта можа заняць некаторы час, калі ў вас вялікая бібліятэка фатаграфій. Можна бяспечна закрыць укладку. Фатаграфіі будуць апрацоўвацца ў фонавым рэжыме.
ca: Si teniu una gran biblioteca de fotos, pot trigar una estona. Podeu tancar l'aplicació. Hi treballarem en segon pla.
cs: Pokud máte velkou knihovnu fotek, může to chvíli trvat. Můžete zavřít aplikaci. Práce proběhne na pozadí.
da: Hvis du har et stort fotobibliotek, kan det tage nogen tid. Du kan lukke appen. Vi arbejder på det i baggrunden.
de: Wenn du eine große Fotosammlung hast, kann dies einige Zeit dauern. Du kannst die App schließen. Wir werden im Hintergrund daran arbeiten.
el: Εάν έχετε μεγάλη βιβλιοθήκη φωτογραφιών, μπορεί να χρειαστεί λίγος χρόνος. Μπορείτε να κλείσετε την εφαρμογή. Θα συνεχίσουμε την επεξεργασία στο παρασκήνιο.
es: Si tienes una biblioteca de fotos grande, puede tardar algún tiempo. Puedes cerrar la aplicación. Trabajaremos en segundo plano.
es_419: Si tiene una biblioteca de fotos grande, esto podría tomar algún tiempo. Puede cerrar la aplicación. Trabajaremos en segundo plano.
fi: Jos kokuvakirjastosi on suuri, se voi kestää jonkin aikaa. Voit sulkea sovelluksen, käsittelemme sitä taustalla.
fr: Si vous avez une grande bibliothèque de photos, cela peut prendre un certain temps. Vous pouvez fermer l'application. Nous y travaillerons en arrière-plan.
hu: Ha nagy fotókönyvtára van, ez eltarthat egy ideig. Bezárhatja az alkalmazást. Dolgozunk rajta a háttérben.
id: Jika Anda memiliki perpustakaan foto yang besar, ini mungkin akan memakan waktu. Anda dapat menutup aplikasi. Kami akan menanganinya di latar belakang.
it: Se hai una libreria di foto di grandi dimensioni, potrebbe volerci un po' di tempo. Puoi chiudere l'app. Ci lavoreremo in background.
ja: 写真ライブラリが大きい場合、時間がかかることがあります。その際は、アプリを閉じていただいて構いません。バックグラウンドで処理を行います。
ka: თუ დიდი ფოტო ბიბლიოთეკა გაქვთ, ამას შეიძლება დრო დასჭირდეს. შეგიძლიათ, დახუროთ აპი. ჩვენ მას ფონურ რეჟიმში დავამუშავებთ.
ko: 사진 라이브러리가 큰 경우 시간이 다소 걸릴 수 있습니다. 앱을 닫아도 무관합니다. 백그라운드에서 처리됩니다.
nb: Hvis du har et stort bildebibliotek, kan det ta litt tid. Du kan lukke appen. Vi jobber med det i bakgrunnen.
nl: Als u een grote fotobibliotheek hebt, kan dit enige tijd duren. U kunt de app sluiten. We werken er op de achtergrond aan.
pl: Jeśli masz dużą bibliotekę zdjęć, proces może zająć trochę czasu. Możesz zamknąć kartę. Będziemy pracować nad procesem w tle.
pt: Se tiver uma biblioteca de fotos grande, pode demorar algum tempo. Pode fechar a aplicação. Trabalharemos nisso em segundo plano.
pt_br: Se você tem uma biblioteca de fotos grande, pode demorar um pouco. Você pode fechar o aplicativo. Vamos trabalhar nisso em segundo plano.
ro: Dacă aveți multe fotografii, ar putea dura ceva timp. Puteți închide aplicația. Vom lucra în fundal.
ru: Если у вас большая библиотека фото, это может занять некоторое время. Вы можете закрыть приложение. Мы будем работать над этим в фоновом режиме.
sk: Ak máte rozsiahlu knižnicu fotografií, môže to chvíľu trvať. Aplikáciu môžete zavrieť. Budeme na tom pracovať na pozadí.
sv: Om du har ett stort fotobibliotek kan det ta lite tid. Du kan stänga appen. Vi kommer att arbeta med det i bakgrunden.
tr: Büyük bir fotoğraf kitaplığınız varsa, bu işlem biraz zaman alabilir. Uygulamayı kapatabilirsiniz. Arka planda üzerinde çalışacağız.
uk: Якщо у вас велика фотобібліотека, це може зайняти деякий час. Ви можете закрити застосунок. Ми будемо працювати над цим у фоновому режимі.
zh_hans: 如果您拥有一个很大的相册库，这可能需要一些时间。您可以关闭应用，我们将会在后台处理。
zh_hant: 如果您有大量的照片圖庫，可能需要一些時間。您可以關閉應用程式。我們會將其在背景處理。

# photo_migration_placeholder_title
source: Setting up Albums and Filters
be: Наладжванне альбомаў і фільтраў
ca: Configuració d’àlbums i filtres
cs: Nastavení alb a filtrů
da: Konfigurerer albums og filtre
de: Alben und Filter einrichten
el: Γίνεται ρύθμιση Άλμπουμ και Φίλτρων
es: Configurando Álbumes y Filtros
es_419: Configuración de álbumes y filtros
fi: Määritetään albumeja ja suodattimia
fr: Configuration des albums et des filtres
hu: Albumok és szűrők beállításai
id: Mengatur Album dan Filter
it: Configurazione di album e filtri
ja: アルバムとフィルタを設定中
ka: ალბომებისა და ფილტრების გამართვა
ko: 앨범 및 필터 설정 중
nb: Konfigurerer album og filtre
nl: Albums en filters instellen
pl: Konfigurowanie albumów i filtrów
pt: A configurar os álbuns e filtros
pt_br: Configurando álbuns e filtros
ro: Setare albume și filtre
ru: Настройка альбомов и фильтров
sk: Nastavenie albumov a filtrov
sv: Ställer in album och filter
tr: Albümler ve süzgeçler ayarlanıyor
uk: Налаштування альбомів і фільтрів
zh_hans: 设置相册和过滤器
zh_hant: 設定相簿與濾鏡

# photo_migration_subtitle
source: This quick update prepares your photos for new features like filters and albums
be: Гэта хуткае абнаўленне падрыхтуе вашы фатаграфіі для новых функцый, такіх як фільтры і альбомы
ca: Aquesta actualització ràpida prepara les fotos per a noves característiques com filtres i àlbums
cs: Tato rychlá aktualizace připraví vaše fotky na nové funkce, jako jsou filtry a alba
da: Denne hurtige opdatering forbereder dine fotos til nye funktioner som filtre og albums
de: Dieses schnelle Update bereitet deine Fotos auf neue Funktionen wie Filter und Albums vor
el: Αυτή η γρήγορη ενημέρωση προετοιμάζει τις φωτογραφίες σας για νέες δυνατότητες, όπως φίλτρα και άλμπουμ
es: Esta actualización rápida prepara tus fotos para nuevas características como filtros y álbumes
es_419: Esta actualización rápida prepara sus fotos para nuevas características como filtros y álbumes
fi: Tämä nopea päivitys valmistelee kuviasi uusia ominaisuuksia, kuten suodattimia ja albumeita, varten
fr: Cette mise à jour rapide prépare vos photos pour les nouvelles fonctionnalités telles que les filtres et les albums.
hu: Ez a gyors frissítés előkészíti a fotóit az olyan új funkciókhoz, mint a szűrők és az albumok
id: Pembaruan cepat ini mempersiapkan foto Anda untuk fitur-fitur baru seperti saringan dan album
it: Questo aggiornamento fornisce nuove funzionalità per le tue foto, ad esempio filtri e album
ja: この簡単な更新では、フィルターやアルバムなどの新機能のために写真が準備されます。
ka: ეს სწრაფი განახლება მოამზადებს თქვენს ფოტოებს ახალი ფუნქციებისთვის, როგორებიცაა ფილტრები და ალბომები
ko: 해당 간단 업데이트는 필터 및 앨범과 같은 새로운 기능 구동을 위해 사진을 준비시킵니다.
nb: Denne raske oppdateringen forbereder bildene dine for nye funksjoner som filtre og album
nl: Deze snelle update bereidt uw foto's voor op nieuwe functies, zoals filters en albums.
pl: Ta szybka aktualizacja przygotowuje zdjęcia na nowe funkcje, takie jak filtry i albumy
pt: Esta atualização rápida prepara as suas fotos para novas funcionalidades como filtros e álbuns
pt_br: Esta atualização rápida prepara suas fotos para novos recursos, como filtros e álbuns
ro: Această actualizare rapidă vă pregătește fotografiile pentru funcții noi, cum ar fi filtrele și albumele
ru: Это быстрое обновление подготовит ваши фото к новым функциям, таким как фильтры и альбомы.
sk: Táto rýchla aktualizácia pripraví vaše fotografie na nové funkcie, ako sú filtre a albumy.
sv: Denna snabba uppdatering förbereder dina foton för nya funktioner som filter och album
tr: Bu hızlı güncelleme, fotoğraflarınızı süzgeçler ve albümler gibi yeni özelliklere hazırlar
uk: Це швидке оновлення готує ваші фотографії для нових функцій, як-от фільтри та альбоми
zh_hans: 此快速更新可为您的照片准备滤镜和相册等新功能
zh_hant: 這次快速更新會讓您的照片準備好迎接新的功能，例如濾鏡和相簿。

# photo_migration_title
source: We need to update your data
be: Неабходна абнавіць вашы даныя
ca: Hem d'actualitzar les vostres dades.
cs: Potřebujeme aktualizovat vaše data
da: Vi skal opdatere dine data
de: Wir müssen deine Daten aktualisieren
el: Πρέπει να ενημερώσουμε τα δεδομένα σας
es: Necesitamos actualizar tus datos.
es_419: Necesitamos actualizar sus datos.
fi: Meidän on päivitettävä tietosi
fr: Nous devons mettre à jour vos données.
hu: Frissítenünk kell az Ön adatait
id: Kami perlu untuk memperbarui data Anda
it: Dobbiamo aggiornare i tuoi dati
ja: データを更新する必要があります
ka: ჩვენ თქვენი მონაცემების განახლება გვჭირდება
ko: 회원님의 데이터에 업데이트가 필요합니다
nb: Vi må oppdatere dataene dine
nl: We moeten uw gegevens bijwerken
pl: Musimy zaktualizować Twoje dane
pt: Precisamos atualizar os seus dados.
pt_br: Precisamos atualizar seus dados
ro: Trebuie să se actualizeze datele
ru: Нам необходимо обновить ваши данные
sk: Musíme aktualizovať vaše údaje
sv: Vi måste uppdatera din data
tr: Verilerinizi güncellememiz gerekiyor
uk: Потрібно оновити ваші дані
zh_hans: 我们需要更新您的数据
zh_hant: 我們需要更新您的資料

# photo_onboarding_button_enable
source: Turn on backup
be: Уключыць рэзервовае капіяванне
ca: Activa la còpia de seguretat
cs: Zapnout zálohování
da: Slå sikkerhedskopiering til
de: Sicherung einschalten
el: Ενεργοποίηση αντιγράφων ασφαλείας
es: Activar la copia de seguridad
es_419: Activar copia de seguridad
fi: Ota varmuuskopiointi käyttöön
fr: Activer la sauvegarde
hu: Biztonsági mentés bekapcsolása
id: Aktifkan pencadangan
it: Attiva il backup
ja: バックアップをオンにする
ka: მარქაფის ჩართვა
ko: 백업 켜기
nb: Slå på sikkerhetskopiering
nl: Back-up inschakelen
pl: Włącz kopię zapasową
pt: Ativar a cópia de segurança
pt_br: Ativar backup
ro: Activare conservare
ru: Включить резервное копирование
sk: Zapnúť zálohovanie
sv: Slå på säkerhetskopiering
tr: Yedeklemeyi aç
uk: Увімкнути резервне копіювання
zh_hans: 开启备份
zh_hant: 開啟備份

# photo_onboarding_e2e
source: Your photos are end-to-end encrypted, ensuring total privacy.
be: Вашы фатаграфіі зашыфраваны скразным метадам, што забяспечвае поўную прыватнасць.
ca: Les vostres fotos estan xifrades d'extrem a extrem, garantint la privacitat total.
cs: Vaše fotky jsou koncově šifrovány, což zajišťuje naprosté soukromí.
da: Dine fotos er end-to-end-krypterede, hvilket sikrer fuldstændig fortrolighed.
de: Deine Fotos werden Ende-zu-Ende verschlüsselt, sodass der Schutz deiner Daten gewährleistet ist.
el: Οι φωτογραφίες σας είναι κρυπτογραφημένες από άκρο σε άκρο, διασφαλίζοντας απόλυτο απόρρητο.
es: Tus fotos están cifradas de extremo a extremo asegurando privacidad total.
es_419: Las fotos están cifradas de extremo a extremo asegurando privacidad total.
fi: Valokuvasi ovat päästä päähän -salattuja, joka takaa täydellisen yksityisyyden.
fr: Vos photos sont chiffrées de bout en bout, ce qui garantit une confidentialité totale.
hu: A fényképek a végpontok között titkosítva vannak, így biztosítva a teljes adatvédelmet.
id: Foto Anda terenkripsi secara end-to-end, yang memastikan privasi yang menyeluruh.
it: Le tue foto sono crittografate end-to-end, garantendo così la totale privacy.
ja: 写真はエンドツーエンド暗号化され、完全なプライバシーが確保されます。
ka: თქვენი სურათები გამჭოლადაა დაშიფრული, რითიც სრულ უსაფრთხოებას უზრუნველჰყოფს
ko: 사진이 종단 간 암호화로 보호되어, 완전한 개인정보 보호를 보장합니다.
nb: Bildene dine er ende-til-ende-krypterte, noe som sikrer total personvern.
nl: Uw foto's zijn end-to-end versleuteld, om complete privacy te garanderen.
pl: Zdjęcia są szyfrowane end-to-end, zapewniając prywatność.
pt: As suas fotografias são encriptadas de ponta a ponta, garantindo total privacidade.
pt_br: Suas fotas são criptografadas de ponta a ponta, garantindo privacidade total.
ro: Fotografiile sunt criptate bilateral, asigurându-vă intimitatea completă.
ru: Ваши фотографии шифруются сквозным методом, обеспечивая полную секретность.
sk: Vaše fotografie sú end-to-end šifrované, čo zaručuje úplné súkromie.
sv: Dina foton är end-to-end krypterad, vilket säkerställer total integritet.
tr: Fotoğraflarınız tam gizlilik sağlamak için uçtan uca şifrelenir.
uk: Ваші фото наскрізно шифруються, що гарантує цілковиту приватність.
zh_hans: 您的照片经过端到端加密，确保完全隐私。
zh_hant: 您的照片已使用端到端加密，確保完全隱私。

# photo_onboarding_effortless_backups
source: Effortless backups
be: Рэзервовае капіяванне без намаганняў
ca: Còpies de seguretat fàcils
cs: Bezproblémové zálohování
da: Nemme sikkerhedskopier
de: Einfache Sicherungen
el: Εύκολα αντίγραφα ασφαλείας
es: Copias de seguridad fáciles
es_419: Copias de seguridad fáciles
fi: Vaivaton varmuuskopointi
fr: Vos sauvegardes en toute simplicité
hu: Zökkenőmentes biztonsági mentések
id: Pencadangan Mudah
it: Backup semplici
ja: 簡単なバックアップ
ka: ძალდაუტანებელი სარეზერვო ასლები
ko: 손쉬운 백업
nb: Uanstrengt sikkerhetskopiering
nl: Eenvoudige reservekopieën
pl: Bezproblemowe tworzenie kopii zapasowych
pt: Cópias de segurança sem esforço
pt_br: Backups sem esforço
ro: Conservări fără efort
ru: Резервное копирование без усилий
sk: Jednoduché zálohovanie
sv: Säkerhetskopiering utan ansträngning
tr: Kolay yedekleme
uk: Просте резервне копіювання
zh_hans: 轻松备份
zh_hant: 輕鬆備份

# photo_onboarding_keep_quality
source: Photos are backed up over WiFi in their original quality.
be: Фатаграфіі рэзервуюцца праз Wi-Fi без страты якасці.
ca: Es fa una còpia de seguretat de les fotos mitjançant Wi-Fi en la seva qualitat original.
cs: Fotky jsou zálohovány skrze Wi-Fi v původní kvalitě.
da: Fotos WiFi-sikkerhedskopieres i deres originale kvalitet.sikkerhedskopiér
de: Fotos werden über WLAN in Originalqualität gesichert.
el: Δημιουργούνται αντίγραφα ασφαλείας φωτογραφιών μέσω WiFi στην αρχική τους ποιότητα.
es: Las fotos se copian mediante Wifi en su calidad original.
es_419: Las fotos se copian con Wi-Fi en su calidad original.
fi: Kuvat varmuuskopioidaan WiFi:n kautta alkuperäisessä laadussaan.
fr: Les photos sont sauvegardées dans leur qualité d'origine via wifi.
hu: A fényképek biztonsági mentése Wi-Fi-n keresztül történik, eredeti minőségükben.
id: Foto dicadangkan melalui Wi-Fi dalam kualitas aslinya.
it: Il backup delle foto viene eseguito tramite WiFi nella loro qualità originale.
ja: 写真はオリジナルの品質でWiFiを通してバックアップされます。
ka: სურათები მარქაფდება Wi-Fi-ით მათი ორგინალი ხარისხით.
ko: 사진이 WiFi를 통해 원본으로 백업됩니다.
nb: Bilder sikkerhetskopieres over Wi-Fi i original kvalitet.
nl: Foto's worden via Wi-Fi in hun oorspronkelijke kwaliteit geback-upt.
pl: Kopia zapasowa zdjęć jest wykonywana przez Wi-Fi w oryginalnej jakości.
pt: As fotografias são guardadas em cópia de segurança por meio do Wi-Fi na sua qualidade original.
pt_br: O backup das fotos é feito por meio do Wi-Fi em sua qualidade original.
ro: Fotografiile sunt conservate prin Wi-Fi la calitate originală.
ru: Резервное копирование фотографий осуществляется по WiFi в исходном качестве.
sk: Fotografie sa zálohujú cez WiFi v pôvodnej kvalite.
sv: Foton säkerhetskopieras via WiFi i originalkvalitet.
tr: Fotoğraflar Wi-Fi üzerinden özgün kalitesinde yedeklenir.
uk: Резервне копіювання фото через Wi-Fi в оригінальній якості.
zh_hans: 照片可通过 WiFi 以原始质量备份。
zh_hant: 照片會透過無線網路以原始品質進行備份。

# photo_onboarding_protect_memories
source: Protect your memories
be: Абараніце свае ўспаміны
ca: Protegiu els vostres records.
cs: Chraňte své vzpomínky
da: Beskyt dine minder
de: Schütze deine Erinnerungen
el: Προστατεύστε τις αναμνήσεις σας
es: Protege tus recuerdos
es_419: Proteja sus recuerdos
fi: Suojaa muistojasi
fr: Protégez vos souvenirs
hu: Védje az emlékeit
id: Lindungi kenangan Anda
it: Proteggi i tuoi ricordi
ja: 思い出を守る
ka: დაიცავით თქვენი მოგონებები
ko: 내 추억 보호하기
nb: Ta vare på minnene dine
nl: Bescherm uw herinneringen
pl: Chroń swoje wspomnienia
pt: Proteja as suas memórias
pt_br: Proteja suas memórias
ro: Protejați-vă amintirile
ru: Защитите ваши воспоминания
sk: Chráňte vaše spomienky
sv: Skydda dina minnen
tr: Anılarınızı koruyun
uk: Захистіть свої спогади
zh_hans: 保护您的回忆
zh_hant: 保護您的回憶

# photo_onboarding_title
source: Encrypt and back up your photos and videos
be: Зашыфруйце і зарэзервуйце свае фатаграфіі і відэа
ca: Xifreu i feu còpies de seguretat de les vostres fotos i vídeos.
cs: Šifrujte a zálohujte své fotky a videa
da: Kryptér og sikkerhedskopiér dine fotos og videoer
de: Verschlüssle und sichere deine Fotos und Videos
el: Κρυπτογράφηση και δημιουργία αντιγράφων ασφαλείας των φωτογραφιών και των βίντεό σας
es: Cifra y haz copias de seguridad de tus fotos y videos.
es_419: Cifre y haga copias de seguridad de sus fotos y videos
fi: Salaa ja varmuuskopioi valokuvasi ja videosi
fr: Chiffrez et sauvegardez vos photos et vidéos
hu: Fotók és videók titkosítása és biztonsági mentése
id: Enkripsi dan cadangkan foto dan video Anda
it: Crittografa ed effettua il backup di foto e video
ja: 写真や動画を暗号化してバックアップしましょう
ka: დაშიფრეთ და დაამარქაფეთ თქვენი სურათები და ვიდეოები
ko: 사진과 비디오를 백업 및 암호화하세요
nb: Krypter og sikkerhetskopier dine bilder og videoer
nl: Versleutel en back-up uw foto's en video's
pl: Zaszyfruj i utwórz kopię zapasową zdjęć i filmów
pt: Encripte e faça uma cópia de segurança das suas fotografias e vídeos
pt_br: Criptografe e faça backup das suas fotos e vídeos
ro: Criptați-vă și conservați-vă fotografiile și filmele
ru: Шифрование и резервное копирование фотографий и видео
sk: Šifrujte a zálohujte vaše fotografie a videá
sv: Kryptera och säkerhetskopiera dina foton och video
tr: Fotoğraflarınızı ve videolarınızı şifreleyerek yedekleyin
uk: Шифруйте та створюйте резервні копії ваших фото й відео
zh_hans: 加密并备份您的照片和视频
zh_hant: 加密並備份您的照片與影片

# photo_permission_alert_button
source: Give access
be: Даць доступ
ca: Dona accés
cs: Udělit přístup
da: Giv adgang
de: Zugriff gewähren
el: Δώστε πρόσβαση
es: Dar acceso
es_419: Dar acceso
fi: Myönnä käyttöoikeus
fr: Accorder l'accès
hu: Hozzáférés engedélyezése
id: Berikan akses
it: Fornisci accesso
ja: アクセス権を付与
ka: წვდომის მინიჭება
ko: 접근 권한 부여
nb: Gi tilgang
nl: Toegang geven
pl: Przyznaj dostęp
pt: Conceder acesso
pt_br: Permitir acesso
ro: Acordare acces
ru: Предоставить доступ
sk: Udeliť prístup
sv: Ge åtkomst
tr: Erişim izni ver
uk: Надати доступ
zh_hans: 授予访问权限
zh_hant: 給予存取
